"""Сообщения бота"""


def get_welcome_message() -> str:
    """Возвращает приветственное сообщение для главного меню"""
    return (
        "<b>Привет! </b>\n\n"
        "Я твой персональный бот-проводник, который поможет найти тренера под твои задачи 📋 и вы вместе достигните гарантированного результата 📈\n\n"
        "<b>Клиент?</b> Ставь лайк тренеру и он получит твой контакт.\n"
        "<b>Тренер?</b> Хочешь попасть в бота? Заполняй анкету, отправляй на рассмотрение и с тобой обязательно свяжутся ✉\n\n"
        "<b>Готов работать над собой?</b>\n\n"
        "<b>Выберите свою роль и вместе мы изменим твою жизнь 🔥</b>\n\n"
    )

