"""Сообщения бота"""


def get_welcome_message() -> str:
    """Возвращает приветственное сообщение для главного меню"""
    return (
        "👋 <b>Добро пожаловать в Tinder для тренеров!</b>\n"
        "<i>made by <b>@cultphysique</b> </i>\n\n"
        "Спасибо, что подписались на нас! 💪\n\n"
        "🎁 <b>Подарок для новых подписчиков:</b>\n"
        "Бесплатная консультация у <b>ЛЮБОГО</b> нашего специалиста по <b>ЛЮБОМУ</b> интересующему вас вопросу!\n\n"
        "Выберите свою роль:"
    )

